Repository: retryman/aeb
Catalog: sites/all/modules/profile_pictures/translations/profile_pictures.*.po
Languages: ru

source: Profile pictures
ru: Изображения в профиле

source: Add image field to a core profile's categories
ru: Добавляет поле "изображение" в профиль

source: edit %title
ru: редактировать %title

source: add new %type
ru: добавить новый %title

source: Image properties
ru: Свойста изображения

source: Maximum size of uploaded image (in KiB, zero if none)
ru: Максимальный размер загружаемого изображения (в КиБ, 0 - без ограничений)

source: Maximum dimensions of uploaded image (WxH, in pixels)
ru: Максимальное разрешение загружаемого изображения (ШxВ, в пикселях)

source: --- No postprocessing ---
ru: --- Без постобработки ---

source: ImageCache preset
ru: Настройки ImageCache

source: File saving path
ru: Путь сохранения файла

source: Available tokens
ru: Доступные подстановки

source: You can change this path at !url
ru: Вы можете изменить этот путь на !url

source: User settings page
ru: Страница настроек пользователей

source: Please, enter an non-negative number
ru: Пожалуйста, введите неотрицательное целое число

source: Please, input dimensions in format WxH
ru: Пожалуйста, введите разрешение в формате ШxВ

source: picture
ru: изображение

source: Upload
ru: Загрузка

source: Delete
ru: Удалить

source: Failed to upload the picture for %type
ru: Не удалось загрузить изображение для %type

source: File name
ru: Имя файла

source: File extension
ru: Расширение файла

source: Field name
ru: Имя поля

source: Token
ru: Подстановка

source: Replacement value
ru: Значение замены

source: tokens
ru: подстановки

source: Maximum height (0 for no limit)
ru: Максимальная высота (0 - без ограничений)

source: Maximum width (0 for no limit)
ru: Максимальная ширина (0 - без ограничений)

source: --- Use maximum dimensions settings ---
ru: --- Использовать настройки разрешения ---

source: Please, use only imagecache preset or maximum dimensions settings
ru: Пожалуйста, используйте либо настройки ImageCache, либо настройки максимального разрешения

source: Maximum height must be a non-negative integer
ru: Максимальная высота должна быть неотрицательным целым числом

source: Maximum width must be non-negative integer
ru: Максимальная ширина должна быть неотрицательным целым числом
